docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"https://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="https://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-04-10 土 21:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>メモと思考のためのICTの活用</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="suzuki@iwate-u.ac.jp 鈴木正幸，非常勤講師" />
<link rel="stylesheet" type="text/css" href="./styles/bigblow/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="./styles/bigblow/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="./styles/bigblow/css/hideshow.css"/>
</head>
<body>
<div id="content">
<h1 class="title">メモと思考のためのICTの活用</h1>
<p>
<a href="https://masayuki054.hatenablog.com/entry/2019/12/09/102219">放送大学 面接講義 (岩手 2020, 2019, 2018) - masayuki054's diary</a>
</p>

<div id="outline-container-orgfa0587d" class="outline-2">
<h2 id="orgfa0587d">1-序</h2>
<div class="outline-text-2" id="text-orgfa0587d">
</div>
<div id="outline-container-orgf1096cf" class="outline-3">
<h3 id="orgf1096cf">配布資料</h3>
<div class="outline-text-3" id="text-orgf1096cf">
<ul class="org-ul">
<li>2018年度の面接講義内容</li>
<li><p>
USB メモリの ict フォルダに以下のものが入っています：
</p>

<ul class="org-ul">
<li>この文書 (story.html)</li>
<li>Maps フォルダにマインドマップ</li>
</ul>

<p>
ご自分のUSBメモリをお持ちでしたら，コピーして，コピーを
</p></li>
</ul>
</div>
</div>

<div id="outline-container-org4a4dda7" class="outline-3">
<h3 id="org4a4dda7">参考サイト</h3>
<div class="outline-text-3" id="text-org4a4dda7">
<ul class="org-ul">
<li>2018のこと 思考技術とメモ

<ul class="org-ul">
<li><a href="https://masayuki054.github.io/tools_for_thinking_and_memo/talk.html">メモと思考とデジタルツール</a> (Webページ)
<ul class="org-ul">
<li>全て折り畳むをクリックしてみてください</li>
</ul></li>

<li><a href="./Maps/メモと思考とdigital技術ー2018ー講義内容.xmind">./Maps/メモと思考とdigital技術ー2018ー講義内容.xmind</a>
<ul class="org-ul">
<li>講義の概要を見える化した，マインドマップです。</li>
<li>折り畳んだり，展開することができます。</li>
</ul></li>
</ul></li>

<li>2019のこと クラウドと知的情報処理 
<ul class="org-ul">
<li><a href="https://masayuki054.github.io/cloud_and_information_literacy/talk.html">クラウドと情報リテラシー</a></li>
<li><a href="./Maps/crowdと情報リテラシー.xmind">./Maps/crowdと情報リテラシー.xmind</a></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orga3cff54" class="outline-3">
<h3 id="orga3cff54">講義の概要</h3>
<div class="outline-text-3" id="text-orga3cff54">
<p>
<a href="./Maps/メモと思考のためのICTの活用.xmind">./Maps/メモと思考のためのICTの活用.xmind</a>
</p>
</div>

<div id="outline-container-org6fb9495" class="outline-4">
<h4 id="org6fb9495">ねらい</h4>
<div class="outline-text-4" id="text-org6fb9495">
<p>
知的な 情報の 処理の 実践的な 演習 
</p>
</div>
</div>

<div id="outline-container-org46e39eb" class="outline-4">
<h4 id="org46e39eb">ICT技術</h4>
<div class="outline-text-4" id="text-org46e39eb">
<ul class="org-ul">
<li>人とコンピュータとインターネットが協調するためのデジタル技術</li>
</ul>
</div>
</div>

<div id="outline-container-orgce04bc7" class="outline-4">
<h4 id="orgce04bc7">思考技術</h4>
<div class="outline-text-4" id="text-orgce04bc7">
<p>
考えるためのフレームワーク
</p>

<ul class="org-ul">
<li>考えるための幾つかの態度がある</li>

<li>考えるための7つのステップがある</li>

<li>考え続けるための方法がある</li>
</ul>
</div>
</div>

<div id="outline-container-orgd0ac0c3" class="outline-4">
<h4 id="orgd0ac0c3">情報リテラシ</h4>
<div class="outline-text-4" id="text-orgd0ac0c3">
<p>
情報リテラシとは，ICT技術と協調した思考技術のこと
</p>
</div>
</div>
</div>


<div id="outline-container-org212f857" class="outline-3">
<h3 id="org212f857">聴講のし方</h3>
<div class="outline-text-3" id="text-org212f857">
<p>
講義の前半で、メモと思考のためのツールを紹介します。講義内容をメモ
し、考えながら受講してください。
</p>

<p>
講義を通して，いろいろな考え方を紹介し，私の理解や参考資料をお見せ
します。 一緒に考え，自分の理解や考えをメモにまとめてください。
</p>

<ul class="org-ul">
<li><p>
自分流でかまいません，できれば，章ごとに一枚の紙を使って，
マインドマップ形式のメモを描いてほしいです。
</p>

<p>
最初は紙と色鉛筆で手描きで，なれてくれば XMind 2020 を使ってみま
しょう。
</p>

<p>
講師のXMindマップをダウンロードして，それに追加や編集を加えるの
も推奨します。
</p></li>

<li><p>
アウトライナー を使うのもお勧めです。後で，Web アプリの
Dynalistについて紹介します。
</p>

<p>
参照資料をコピペして，構造化して，自分のメモを作成する方法
はお勧めです。
</p></li>

<li>マップとアウトラインの変換も可能です。後で説明します。</li>
</ul>

<p>
講義の最後に，自分の講義メモを振り返り，見直し・修正し，自分の意見・
感想を書いて，レポートとして提出してください。
</p>
</div>
</div>

<div id="outline-container-org50cdd7a" class="outline-3">
<h3 id="org50cdd7a">確認事項 インターネット関連</h3>
<div class="outline-text-3" id="text-org50cdd7a">
<p>
<a href="https://masayuki054.github.io/cloud_and_information_literacy/talk.html">クラウドと情報リテラシー</a> の受講の準備を参考にしてください：
</p>
</div>

<div id="outline-container-org1d872e1" class="outline-4">
<h4 id="org1d872e1">ブラウザ</h4>
<div class="outline-text-4" id="text-org1d872e1">
<p>
<a href="https://support.google.com/chrome/?hl=ja">Google Chrome ヘルプ</a> 
</p>

<p>
<a href="https://www.atmarkit.co.jp/ait/articles/1711/20/news029.html">初めてのChrome：インストールと初期設定、基本的な使い方</a>
</p>

<ul class="org-ul">
<li>Google Chrome を動かしましょう</li>
<li>Google にログインしましょう: <a href="https://google.com">https://google.com</a></li>
</ul>
</div>
</div>

<div id="outline-container-org75ee7c2" class="outline-4">
<h4 id="org75ee7c2">Googleアカウントの確認</h4>
<div class="outline-text-4" id="text-org75ee7c2">
<p>
学生番号@campus.ouj.ac.jp  があなたの Google ID です。
</p>

<p>
Googleにログインし，メールを確認しましょう:
</p>
</div>
</div>

<div id="outline-container-org4675153" class="outline-4">
<h4 id="org4675153">Google ドライブを使ってみよう</h4>
<div class="outline-text-4" id="text-org4675153">
<p>
自分のマイドライブ (<a href="https://drive.google.com/drive/my-drive">https://drive.google.com/drive/my-drive</a>) に
</p>

<ul class="org-ul">
<li>「メモと思考のためICTの活用」という名前のフォルダを新規作成</li>

<li>そのフォルダの共有設定する
<ul class="org-ul">
<li>フォルダを右クリックして，メニューから，「共有」を選ぶ</li>
<li>講師 (msyk054@gmail.com) を招待してください</li>
</ul></li>
</ul>

<p>
このフォルダをレポート提出に使います。
</p>
</div>
</div>

<div id="outline-container-orgb3ab980" class="outline-4">
<h4 id="orgb3ab980">講義での共有フォルダ</h4>
<div class="outline-text-4" id="text-orgb3ab980">
<ul class="org-ul">
<li>共有フォルダ <a href="https://drive.google.com/drive/folders/1RD4S9U7stZtZcG1aWb72AyQlMKR4Bx6c">メモのための思考とICTの活用 - Google ドライブ</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgab1f5f4" class="outline-4">
<h4 id="orgab1f5f4">Web アウトライナーへの登録</h4>
<div class="outline-text-4" id="text-orgab1f5f4">
<p>
<a href="https://dynalist.io">https://dynalist.io</a> を開いて，Googleアカウントでログインしましょ
う。
</p>

<ul class="org-ul">
<li><a href="https://316-jp.com/dynalist-signup">クラウドアウトライナー「Dynalist」の新規登録方法│G-NOTE</a></li>
</ul>
</div>
</div>
</div>
</div>


<div id="outline-container-orgc44e047" class="outline-2">
<h2 id="orgc44e047">2-アプリ</h2>
<div class="outline-text-2" id="text-orgc44e047">
</div>
<div id="outline-container-orged05f3c" class="outline-3">
<h3 id="orged05f3c">ブラウザ</h3>
<div class="outline-text-3" id="text-orged05f3c">
<ul class="org-ul">
<li>Google, mail, drive, &#x2026;</li>
<li>ブラウザ login/sync</li>
<li>情報共有場所 <a href="https://drive.google.com/drive/folders/0BwUWvGKIXA9POG84VG5tLXBSQ3c">放送大学 - Google ドライブ</a></li>
<li><p>
講義資料配布 <a href="https://drive.google.com/drive/folders/1IUxFwHI1Do8sTtiSJqqhqrYHShzBc821">00ーせんせい - Google ドライブ</a>
</p>

<p>
<a href="./Maps/思考とメモと文書のためのdigital_tools.xmind">./Maps/思考とメモと文書のためのdigital_tools.xmind</a>
</p></li>
</ul>
</div>
</div>

<div id="outline-container-orgfd2ee65" class="outline-3">
<h3 id="orgfd2ee65">XMind 2020</h3>
<div class="outline-text-3" id="text-orgfd2ee65">
<p>
下記の動画を見てXMind 2020 を使ってみましょう：
</p>

<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=dxQs3yWXdNo">(106) おすすめのマインドマップアプリ（Xmind2020）の使い方 - YouTube</a>　15分</li>
</ul>

<p>
下記のサイトを読んで，使い方を確認しましょう：
</p>

<ul class="org-ul">
<li><a href="https://iiv.ne.jp/xmind-zen-howto/">【使い方まとめ】XMind 2020（エックスマインド2020）は情報整理のアルテマウェポン！マインドマップの作り方から仕事に活かす整理術 - ウェブ仕事術イーブイ</a></li>
</ul>

<p>
XMindをアウトライナーとして使うことも可能です:
</p>
</div>
</div>

<div id="outline-container-org585343a" class="outline-3">
<h3 id="org585343a">dynalist</h3>
<div class="outline-text-3" id="text-org585343a">
<p>
ブラウザで Dynalist を動かして，下記サイトを見ながら，Dynalist を
使ってみましょう。
</p>

<ul class="org-ul">
<li><a href="https://pouhon.net/dynalist-start/4796/">[Dynalist]はじめに覚えたい基本的な使い方</a></li>
<li><a href="https://pouhon.net/dynalist-looks/4878/">[Dynalist]見た目を整えて楽しいリストを作ろう！</a></li>
</ul>

<p>
使い方をDynalist でまとめましょう:
</p>



<p>
下記のサイトも参考にしてください：
</p>
<ul class="org-ul">
<li><a href="https://316-jp.com/dynalist-manual">【Web版・日本語訳】Dynalistの使い方・機能・ショートカットキー一覧│G-NOTE</a></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgb2fa81a" class="outline-2">
<h2 id="orgb2fa81a">3-関係を見る</h2>
<div class="outline-text-2" id="text-orgb2fa81a">
</div>
<div id="outline-container-org8020ae4" class="outline-3">
<h3 id="org8020ae4">抽象化と詳細化</h3>
<div class="outline-text-3" id="text-org8020ae4">
<p>
<a href="https://www.youtube.com/watch?v=RROOmvwUZMo">(104) 抽象思考を身に着けるための簡単な2つのトレーニング - YouTube</a>
</p>

<ul class="org-ul">
<li>これはだめな説明の例</li>
</ul>

<p>
<a href="https://wiki.cis.iwate-u.ac.jp/~suzuki/lects/commons/abstraction.html#outline-container-sec-1">suzuki@cis.iwate-u.ac.jp 抽象化のための手続き</a>
</p>
</div>
</div>

<div id="outline-container-org889d2fe" class="outline-3">
<h3 id="org889d2fe">図的思考</h3>
<div class="outline-text-3" id="text-org889d2fe">
<ul class="org-ul">
<li><a href="https://books.google.co.jp/books/about/%E5%9B%B3%E3%81%A7%E8%80%83%E3%81%88%E3%82%8B_%E3%82%B7%E3%83%B3%E3%83%97%E3%83%AB%E3%81%AB%E3%81%AA%E3%82%8B.html?id=DSY6DwAAQBAJ&amp;printsec=frontcover&amp;source=kp_read_button&amp;redir_esc=y#v=onepage&amp;q&amp;f=false">図で考える。シンプルになる｡ - 櫻田潤 - Google ブックス</a></li>
<li><a href="https://www.youtube.com/watch?v=SWsS_sF3EDw">(105) 【図解思考】思考を整理しまとめる「９つの基本形」 - YouTube</a></li>
</ul>
</div>
</div>

<div id="outline-container-org63c5bf1" class="outline-3">
<h3 id="org63c5bf1">マインドマップ</h3>
<div class="outline-text-3" id="text-org63c5bf1">
<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=RPKuF0g6UTY">(105) 【仕事術】凡人でも「一流の仕事」が出来る魔法のツール - YouTube</a></li>
</ul>
</div>
</div>

<div id="outline-container-org1c5c7a4" class="outline-3">
<h3 id="org1c5c7a4">マインドマッの学校</h3>
<div class="outline-text-3" id="text-org1c5c7a4">
<p>
<a href="https://www.mindmap-school.jp/">考える力と創造する力を楽しく分かりやすく学ぶ - マインドマップの学校</a>
</p>
<ul class="org-ul">
<li>ここの about MindMap の マインドマップの分類がいい</li>
<li><a href="https://www.mindmap-school.jp/mindmap/what/">マインドマップとは? - マインドマップの学校</a></li>
<li><a href="https://www.mindmap-school.jp/mindmap/head/">脳の特性を活用する頭の使い方 - マインドマップの学校</a>  
わかるとはと共通することが多い</li>
</ul>
</div>
</div>

<div id="outline-container-orgaf25f53" class="outline-3">
<h3 id="orgaf25f53">アウトライナー</h3>
<div class="outline-text-3" id="text-orgaf25f53">
<p>
文章の関係を見る・作る
</p>

<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=y6WpHdxpLT0">(105) #Udemy 資料作成を効率化! アウトライナー(Dynalist)を使った知的生産術 - YouTube</a></li>

<li><a href="https://www.youtube.com/watch?v=5IUJ-xXOEsI">(104) 【3分で分かる】アウトライナーを使うメリット #Udemy #無料体験 - YouTube</a></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org5202c88" class="outline-2">
<h2 id="org5202c88">4-情報リテラシーと思考とメモ</h2>
<div class="outline-text-2" id="text-org5202c88">
</div>
<div id="outline-container-org8960964" class="outline-3">
<h3 id="org8960964">メモ</h3>
<div class="outline-text-3" id="text-org8960964">
<p>
下記のページを dynalist にコピペして，ノートの取り方についてまとめ，
自分なりに理解し，自分のノートの取り方としてまとめてみましょう:
</p>

<ul class="org-ul">
<li><a href="https://studyhacker.net/how-to-take-notes">わかりやすいノートの取り方・6つのルール - STUDY HACKER｜これからの学びを考える、勉強法のハッキングメディア</a></li>
</ul>

<p>
<a href="./Maps/メモ.xmind">./Maps/メモ.xmind</a> も参考にしてください。
</p>
</div>
</div>

<div id="outline-container-orgd126504" class="outline-3">
<h3 id="orgd126504">「わかるとは」について考える</h3>
<div class="outline-text-3" id="text-orgd126504">
<p>
<a href="https://www.chikumashobo.co.jp/product/9784480059390/">筑摩書房 「わかる」とはどういうことか ─認識の脳科学 / 山鳥 重 著</a>
の読書メモです：
</p>

<ul class="org-ul">
<li><a href="./Maps/わかるとは.xmind">./Maps/わかるとは.xmind</a> 読書ノート</li>
</ul>

<p>
このマップと読んで，下記のマップに自分の考えをまとめてみてください。
</p>

<ul class="org-ul">
<li><a href="./Maps/わかるとはどういうことか.xmind">./Maps/わかるとはどういうことか.xmind</a> 記入用マップ</li>
</ul>
</div>
</div>


<div id="outline-container-org91f09f2" class="outline-3">
<h3 id="org91f09f2">思考とは  <a href="https://masayuki054.github.io/cloud_and_information_literacy/talk.html">クラウドと情報リテラシー</a> 参照</h3>
<div class="outline-text-3" id="text-org91f09f2">
<ul class="org-ul">
<li>抽象化と詳細化が基本</li>

<li>読み解くための思考

<ul class="org-ul">
<li>論理的思考</li>

<li><p>
批判的思考    
</p>

<p>
批判的に考えるとは <a href="https://yumenavi.info/lecture.aspx?GNKCD=g004227">夢ナビ 大学教授がキミを学問の世界へナビゲート</a>
</p></li>
</ul></li>

<li>生み出すための思考

<ul class="org-ul">
<li>発想するとは</li>

<li>発想法</li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-orgc0ad8b2" class="outline-3">
<h3 id="orgc0ad8b2">思考態度</h3>
<div class="outline-text-3" id="text-orgc0ad8b2">
<ul class="org-ul">
<li>垂直思考</li>
<li>水平思考</li>
</ul>
</div>
</div>


<div id="outline-container-org5928d54" class="outline-3">
<h3 id="org5928d54">思考技術 (思考過程)  <a href="https://masayuki054.github.io/tools_for_thinking_and_memo/talk.html">メモと思考とデジタルツール</a> 参照</h3>
<div class="outline-text-3" id="text-org5928d54">
<p>
思考の過程は，次の7つののステップからなります：
</p>

<ul class="org-ul">
<li>目的の探索
<ul class="org-ul">
<li>抽象化と詳細化</li>
</ul></li>
<li>情報収集
<ul class="org-ul">
<li>もれなくダブリなく収集</li>
<li>関連性による収集</li>
</ul></li>
<li>発想
<ul class="org-ul">
<li>抽象化</li>
<li>詳細化</li>
<li>関係</li>
</ul></li>
<li>グループ化</li>
<li>構造
<ul class="org-ul">
<li>理解するということ</li>
</ul></li>
<li>決定
<ul class="org-ul">
<li>理解したことを知識として取り入れること</li>
</ul></li>
<li>表現
<ul class="org-ul">
<li>第三者</li>
</ul></li>
</ul>

<p>
7つのステップのマップを作成し，自分の理解を書き込んでください。
</p>
</div>
</div>
</div>


<div id="outline-container-orge6e12fe" class="outline-2">
<h2 id="orge6e12fe">5-アウトライナと批判的思考演習</h2>
<div class="outline-text-2" id="text-orge6e12fe">
<p>
下記のサイトを批判的に読んでまとめを作り，批判的思考について自分の理
解をつくりましょう：
</p>

<ul class="org-ul">
<li><a href="https://xn--tcke8gsdh0c7c.com/criticalthinking">４.【具体例で解説】クリティカルシンキングとは？批判的思考の意味と実践方法 | フリーコンサル.com</a></li>
<li><a href="https://masayuki054.github.io/cloud_and_information_literacy/docs/critical_thinking.html">クラウドと情報リテラシー 批判的思考</a></li>
</ul>

<p>
読み解く，自分の知識とできるかの批判的思考の実践
</p>
</div>
</div>

<div id="outline-container-org334a967" class="outline-2">
<h2 id="org334a967">6-継続のための技術の批判的思考演習</h2>
<div class="outline-text-2" id="text-org334a967">
<p>
継続のための技術について，批判的に読み，自分の知識をアウトライナーか
マインドマップにまとめましょう。
</p>
</div>

<div id="outline-container-org0b8ef3a" class="outline-3">
<h3 id="org0b8ef3a">ストレス対処法</h3>
<div class="outline-text-3" id="text-org0b8ef3a">
<p>
下記サイトを読んで，マップかアウトラインに簡単な理解を作成しましょ
う:
</p>

<p>
<a href="https://www.lifehacker.jp/2013/02/130214overcome_stress.html">成功する人の｢9のストレス対処法｣ | ライフハッカー［日本版］</a>
</p>
</div>
</div>

<div id="outline-container-org3d9469d" class="outline-3">
<h3 id="org3d9469d">ストレスを貯めない</h3>
<div class="outline-text-3" id="text-org3d9469d">
<p>
下記サイトを読んで，マップかアウトラインに簡単な理解を作成しましょ
う:
</p>

<p>
<a href="https://www.youtube.com/watch?v=nSlVRjGGpH4">(104) 【５分】はじめてのGTDストレスフリーの整理術を学ぼう！（最も
優れたタスク管理のひとつ） - YouTube</a>
</p>

<p>
<a href="https://www.youtube.com/watch?v=vrcsQLpCbIE">(104) 【超入門】マインドマップでタスク管理ができる簡単な手順 -
YouTube</a>  GTDとマインドマップ
</p>
</div>
</div>
</div>

<div id="outline-container-org2590010" class="outline-2">
<h2 id="org2590010">7-新情報リテラシー</h2>
<div class="outline-text-2" id="text-org2590010">
<p>
ビデオを視聴しメモをとりましょう。
</p>

<p>
紙と鉛筆でメモし，後で，マップにしましょう。
</p>

<ul class="org-ul">
<li><a href="https://globis.jp/article/3576">たった一度の人生を変える勉強をしよう～藤原和博氏 | GLOBIS 知見録</a></li>
</ul>
</div>
</div>

<div id="outline-container-org4fcad8a" class="outline-2">
<h2 id="org4fcad8a">8-講義のまとめとレポート作成</h2>
<div class="outline-text-2" id="text-org4fcad8a">
<p>
下記のものを Google Drive に提出してください
</p>

<ul class="org-ul">
<li><a href="https://honto.jp/cp/hybrid/writers-interview/004-fujiharakazuhiro.html">藤原和博 honto+インタビュー - honto+</a> のまとめ (dynalist または mindmap)</li>

<li>講義の感想 (dynalist または mindmap)</li>

<li>作成した資料一覧</li>
</ul>
</div>
</div>


<div id="outline-container-orgd885823" class="outline-2">
<h2 id="orgd885823">その他の資料</h2>
<div class="outline-text-2" id="text-orgd885823">
</div>
<div id="outline-container-org161bf88" class="outline-3">
<h3 id="org161bf88">レポートの書き方</h3>
<div class="outline-text-3" id="text-org161bf88">
</div>
<div id="outline-container-org4e22063" class="outline-4">
<h4 id="org4e22063">京大 紅</h4>
<div class="outline-text-4" id="text-org4e22063">
<ul class="org-ul">
<li><a href="https://repository.kulib.kyoto-u.ac.jp/dspace/handle/2433/250143">Kyoto University Research Information Repository: レポートの書き方 &#x2013;アカデミック・ライティングのポイント--</a>
<ul class="org-ul">
<li><a href="https://repository.kulib.kyoto-u.ac.jp/dspace/bitstream/2433/250143/1/writing.pdf">writing.pdf</a></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org866be4b" class="outline-4">
<h4 id="org866be4b">2. 「大学生らしいレポートの書き方」のレポート</h4>
<div class="outline-text-4" id="text-org866be4b">
<ul class="org-ul">
<li><a href="https://www.report.gusoku.net/kihon/">大学レポートの書き方：基本編</a> 1~5, 7~8を読んで，
要約をアウトラインにまとめる。</li>

<li>要約から，「大学生らしいレポートの書き方」のレポートを作成する。</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgd165861" class="outline-3">
<h3 id="orgd165861">思考方法</h3>
<div class="outline-text-3" id="text-orgd165861">
<ul class="org-ul">
<li><a href="https://sugimuratakashi.com/giron/">クリティカルシンキング（批判的思考）とは？具体例とトレーニング方法</a></li>

<li><a href="https://www.nikkei.com/article/DGXNASFK2602U_W2A221C1000000/">知識にだまされない　「思考の技術」の身に付け方　ちきりんさんインタビュー　：日本経済新聞</a></li>

<li><a href="https://xn--tcke8gsdh0c7c.com/mece">【MECE完全理解】フレームワーク10選と具体例で徹底解説 | フリーコンサル.com</a></li>

<li><a href="https://www.kaonavi.jp/dictionary/mece/">【ロジカルシンキング】MECE（ミーシー）とは？ 基本概念とフレームワーク活用法 - カオナビ人事用語集</a></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: suzuki@iwate-u.ac.jp 鈴木正幸，非常勤講師</p>
<p class="date">Created: 2021-04-10 土 21:17</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
